Repository: GNOME/lightsoff
Catalog: po/*.po
Languages: gd

source: Lights Off is a collection of light switch puzzles. Clicking on a light toggles it either on or off, but also toggles all the surrounding lights, too. Your objective is simple: turn off all the lights!
gd: 'S e cruinneachadh de thòimhseachain suidsichean solais a tha sa "Cuir na solasan dheth". thèid an solas air no dheth nuair a bhriogas tu air suidse ach cuiridh e an solas dheth airson na solasan timcheall air cuideachd. Tha an t-amas simplidh: cuid na solasan uile dheth!

source: Players who delight in turning off lights will enjoy the huge number of levels.
gd: Còrdaidh an àireamh mhòr de leibheilean ris na cluicheadairean leis an toil cur sholasan dheth.

source: Lights Off
gd: Cuir na solasan dheth

source: Turn off all the lights
gd: Cuir na solasan uile dheth

source: game;logic;board;tiles;adjacent;puzzle;
gd: game;logic;board;tiles;adjacent;puzzle;geama;loidsig;bòrd,leacan;tòmhseachan

source: The current level
gd: An leibheil làithreach

source: The users's most recent level.
gd: An leibheil às ùire aig a' chleachdaiche.

source: _New Game
gd: Geama ù_r

source: _Help
gd: Cob_hair

source: _About
gd: _Mu dhèidhinn

source: _Quit
gd: _Fàg an-seo

source: Turn off all the lights Lights Off is a part of GNOME Games.
gd: Cuir na solasan uile dheth Tha "Cuir na solasan dheth" 'na phàirt dhe Geamannan GNOME.

source: translator-credits
gd: GunChleoc fios@foramnagaidhlig.net
